Repository: wp-plugins/ceceppa-multilingua
Catalog: po/ceceppaml-*.po
Languages: it_it

source: CML: Recent Posts
it_it: CML: Articoli recenti

source: The most recent posts on your site
it_it: Gli articoli più recenti sul tuo sito

source: Title:
it_it: Titolo

source: Number of posts to show:
it_it: Numero di articoli da visualizzare

source: CML: Language Chooser
it_it: CML: Seleziona lingua

source: Show the list of available languages
it_it: Visualizza le bandiere delle lingue disponibili su:

source: Hide title:
it_it: Nascondi titolo

source: Show:
it_it: Visualizza:

source: Flag
it_it: Bandiera

source: Name of the language
it_it: Nome della lingua

source: Flag and name
it_it: Bandiera e nome

source: List
it_it: Elenco

source: Use the jQuery plugin "msDropDown (list)"
it_it: Utilizza il plugin msDropDown

source: Flag's size:
it_it: Dimensione bandiere

source: Small
it_it: Piccola

source: Tiny
it_it: Piccolissima

source: Css ClassName:
it_it: Nome della classe Css:

source: CML: Text
it_it: CML: Testo

source: You can write arbitrary text or HTML separately for each language
it_it: Puoi scrivere del testo oppure HTML separato per ogni lingua

source: No language selected
it_it: Nessuna lingua selezionata

source: Post data
it_it: Dati pagina

source: Page data
it_it: Dati pagina

source: Flags
it_it: Bandiere

source: Widget titles
it_it: Titoli dei widgets

source: My translations
it_it: Le mie traduzioni

source: Site Title
it_it: Titolo sito

source: Tagline
it_it: Motto

source: Translate your theme
it_it: Traduci il tuo tema

source: Show flags
it_it: Visualizza le bandiere

source: Settings
it_it: Impostazioni

source: Shortcode & Functions
it_it: Shortcode & Funzioni

source: Show only posts/pages in:
it_it: Visualizza solo pagine/articoli in:

source: Edit post:
it_it: Modifica articolo

source: Translate
it_it: Traduci

source: Default language
it_it: Lingua predefinita

source: Show only posts/page in:
it_it: Visualizza solo pagine/articoli in:

source: Show all languages
it_it: Visualizza tutte le lingue

source: Show also posts withouth translation
it_it: Visualizza anche gli articoli senza traduzione

source: Language of this post
it_it: Lingua di questa pagina

source: This is a translation of
it_it: Questo è una traduzione di:

source: This post is not a translation
it_it: Questo articolo non è una traduzione

source: Translations:
it_it: Traduzioni:

source: Translate post
it_it: Traduci articolo

source: Edit post
it_it: Modifica articolo

source: Add translation
it_it: Aggiungi traduzione

source: Switch to:
it_it: Passa a

source: Language of this page
it_it: Lingua di questa pagina

source: This page is not a translation
it_it: Questa pagina non è una traduzione

source: Switch to post/page
it_it: Passa all'articolo/pagina

source: Current language
it_it: Lingua corrente

source: All languages
it_it: Tutte le lingue

source: All languages excluded current
it_it: Tutte le lingue escluso quella corrente

source: If you like this plugin, you can:
it_it: Se ti piace il mio pluign puoi:

source: Add your own review here
it_it: Aggiungere la tua recensione

source: Promote the plugin on your blog or via twitter, facebook, google +
it_it: Promuovere il plugin sul tuo blog oppure via twitter, facebook, google +

source: Translate the plugin in your own language.
it_it: Tradurre il plugin nella tua lingua.

source: Contact me if you don't know how to do.
it_it: Contattami se non sai come fare :).

source: Donate to support development and maintenance.
it_it: Sostieni con una donazione il suo sviluppo e il suo mantenimento :)

source: If you have any question or you need new features contact me :)
it_it: Per qualsiasi domanda oppure se hai bisogno di nuove caratteristiche, contattami :)

source: Dismiss
it_it: Rimuovi

source: Sorry but due a bug it's necessary to fix language of all pages.
it_it: Sono dispiaciuto, a causa di un bug è necessario correggere la lingua di tutte le pagine.

source: Edit a page (or a post) and publish it withouth modify.
it_it: Modifica una pagina (o un articolo) e pubblicala senza apportare alcuna modifica.

source: It is necessary assign default language to existing posts.
it_it: E' necessario assegnare la lingua di default a tutti gli articoli/pagine presenti sul sito.

source: <strong>If your default language is "%s"</strong> click here for automatically assign this language to all existing posts.
it_it: <strong>Se la tua lingua predefinita è "%s"</strong> clicca qui per assegnarla automaticamente a tutti gli articoli/pagine.

source: Otherwhise add correct default language first
it_it: Altrimenti aggiungi prima la tua lingua di default.

source: Hide this message.
it_it: Nascondi questo messaggio

source: If you want to use an page as homepage, you must set it as static page
it_it: Se vuoi utilizzare una pagina come homepage, devi impostarla come pagina statica

source: With "Ceceppa Multilingua" you can also <b>translate your theme</b>, if it support localization.
it_it: Con "Ceceppa Multilingua" ora puoi anche <b>tradurre il tuo tema</b>, se questi supporta la localizzazione

source: Go to "Ceceppa Multilingua" -> "Translate your theme"
it_it: Vai a "Ceceppa Multilingua" -> "Traduci il tuo tema"

source: or click here
it_it: oppre clicca qui

source: This feature require PHP >= 5.3.0
it_it: Questa caratteristica richiede PHP >= 5.3.0

source: Some language file was not found.
it_it: Alcuni pacchetti di lingua non sono stati trovati.

source: Click here for check and install them.
it_it: Clicca qui per controllare e installarli.

source: Plugin successfully installed
it_it: Il plugin è stato installato correttamente

source: Language detected:
it_it: Lingua individuata:

source: Click here for advanced settings or for add another language
it_it: Clicca qui per le opzioni avanzate oppure per aggiungere un'altra lingua

source: Tip
it_it: Consiglio

source: All items will be automatically translated when user switch between languages.
it_it: Tutti gli elementi verranno tradotti automaticamente quando l'utente passa da una lingua ad un'altra.

source: Add only pages existing in your default language, not their translation.
it_it: Aggiungi solamente le pagine disponibili nella lingua di default, non la loro traduzione

source: If you add an custom item ("Links"), you must add translation of navigation label in "Ceceppa Multilingua" -> "My translations"
it_it: Se aggiungi un "Link Personalizzato", devi inserire la traduzione dell'etichetta scelta nella pagina "Ceceppa Multilingua" -> "Le mie traduzioni"

source: If you want to have different items for each languages, create a menu for each language
it_it: Se hai la necessita di personalizzare le etichette dei menu, oppure se vuoi avere menù differenti per ogni lingua, creane uno per ognuna di esse

source: and assigns it to the corresponding menu, otherwise assign it only to the primary menu
it_it: e assegnalo alla lingua corrispondente. <br />Altrimenti basta che assegni solo il menu primario del tema

source: You can to use a static page as homepage for your site/blog.
it_it: Puoi utilizzare una pagina statica come homepage per il tuo blog.

source: Select a desided page for front and post page and translate them in all languages.
it_it: Seleziona la pagina desiderata per "Pagina iniziale" e/o "Pagina articoli" e traducila in tutte le lingue.

source: Clicke here for translate the "Site Title" and "Tagline" in other languages
it_it: Clicca qui per tradurre il "Titolo del sito" e il "Motto" nelle altre lingue.

source: N.B.: If you have translated the title of the website you have to upgrade it if you make changes
it_it: N.B.: Se hai tradotto il titolo del sito, devi ritradurlo se modifichi il titolo originale

source: Show language's flag:
it_it: Visualizza icona lingue:

source: Add float div to website:
it_it: Aggiungi un elemento div volante al sito:

source: Append flag to html element:
it_it: Appendi le bandiere all'elemento html:

source: Add flags to menu:
it_it: Aggiungi le bandiere al menu:

source: Theme
it_it: Tema

source: These translations are used by plugin for translate custom links in the menu.
it_it: Queste traduzioni vengono utilizzate dal plugin per tradurre i link personalizzati all'interno del menu.

source: You can use them also with shortcode "cml_translate".
it_it: Puoi utilizzare questra traduzioni anche tramite lo shortcode "cml_translate".

source: Click here to see the shortcode page
it_it: Clicca qui per vedere la pagina degli shortcode

source: Add
it_it: Aggiungi

source: Update
it_it: Aggiorna

source: Language
it_it: Lingua

source: Utilies
it_it: Utilità

source: Get the id of current language
it_it: Visualizza solo gli articoli nella lingua corrente

source: Check if current language is the default one
it_it: Controlla se la lingua corrente è quella predefinita

source: Get the name of the language
it_it: Nome della lingua

source: Get all languages
it_it: Visualizza tutte le lingue

source: Get all infos about language
it_it: Recupera le informazioni sulla lingua

source: Get the id of default language
it_it: Recupera l'id della lingua predefinita

source: Get language by slug
it_it: Recupera la lingua in base all'abbreviazione

source: Show all available languages
it_it: Visualizza tutte le lingue disponibili

source: HTML dropdown list of languages
it_it: Menu a discensa (HTML drop-down) contenente tutte le lingue

source: Get the path of a flag by language locale
it_it: Recupera il percorse della bandiera in base al "locale"

source: Get the path of a flag by language id
it_it: Recupera il percorso della bandiera in base all'id della lingua

source: Get the path of a flag by language slug
it_it: Recupera il percorso della bandiera in base all''abbreviazione (slug) della lingua

source: Get the menu associated to current language
it_it: Recupera il menu associato alla lingua corrente

source: Get the name of the menu associated to current language
it_it: Recupera il nome del menu associato alla lingua corrente

source: Get the language of page/post
it_it: Recupera la lingua della pagina/post

source: Set the language of page/post
it_it: Imposta la lingua della pagina/articolo

source: Parameters:
it_it: Parametri

source: Example:
it_it: Esempio

source: Return:
it_it: Ritorna

source: small
it_it: Piccola

source: tiny
it_it: piccolissima

source: How to show flags only when translation exists
it_it: Come visualizzare le banbiedere solo se esistono delle traduzioni.

source: This shortcode return an &lt;ul&gt;...&lt;/ul&gt; list
it_it: Lo shortcode restituirà la lista di tipo &lt;ul&gt;...&lt;/ul&gt;

source: language file for standard theme
it_it: file della lingua per i temi standard

source: language file for admin interface
it_it: file della lingua per l'interfaccia di amministratore

source: Exists
it_it: Esiste

source: Download
it_it: Scarica

source: Download failed
it_it: Download non riuscito

source: Language file for: <b>%s</b> succesfully installed
it_it: Il file della lingua: <b>%s</b> è stato installato correttamente.

source: Wordpress interface isn't available in "<b>%s</b>" language
it_it: L'interfaccia di Wordpress non è disponibile nella lingua "<b>%s</b>"

source: Don't worry, The plugin works correctly, it doesn't need the language pack.
it_it: Non preoccuparti, il plugin funzionerà correttamente, non necessita del pacchetto della lingua.

source: Shortcodes
it_it: Shortcode

source: Functions
it_it: Funzioni

source: Translate strings in different languages
it_it: Traduci le stringhe in lingue differenti

source: How to use the translations saved in "My Translations" page
it_it: Come utilizzare le stringe salvete nella pagina "Le mie traduzioni"

source: Execute another shortcode and pass parameters in according to current language
it_it: Eseguire un'altro shortcode e passargli i parametri in base alla lingua corrente

source: How to show all available languages
it_it: Come visualizzare tutte le lingue disponibili

source: How to show in which language is available current page/post
it_it: Come visualizzare in quale lingua è disponibile la pagina/articolo corrente.

source: Usage:
it_it: Utilizzo

source: Suppose that our default language is <strong>"English"</strong>, and we have:
it_it: Supponiamo che la nostra lingua predefinita sia <strong>"English"</stong>, e che abbiamo:

source: If we want to translate the word <strong>"Hello"</strong> in "Italian", we must write:
it_it: Se vogliamo tradurre la parola <strong>"Hello"</strong> in "Italiano", dobbiamo scrivere:

source: This shortcode is available also as function with same name and paramaters
it_it: Questo shortcode è disponibile anche come funzione php con lo stesso nome e parametri.

source: Actions
it_it: Azioni

source: Filters
it_it: Filtri

source: Advanced
it_it: Avanzate

source: Detect browser language:
it_it: Rileva la lingua del browser:

source: Detect browser language and:
it_it: Rileva la lingua del browser e:

source: Automatically redirects the browser depending on the user's language.
it_it: Reindirizza automaticamente il browser a seconda della lingua dell'utente.

source: Automatically redirects the default language.
it_it: Reindirizza automaticamente il browser verso la lingua predefinita.

source: Do nothing
it_it: Non fare nulla

source: Url Modification mode:
it_it: Modalità modifica url:

source: Use Pre-Path Mode (Default, puts /en/ in front of URL)
it_it: Utilizza la modalità Pre-Path (Predefinita, aggiunge /%slug%/ prima dell'url)

source: This mode doesn't work with default permalink!!!
it_it: Questa opzione non funziona con la struttura dei permalink "predefinita". (?p=##)

source: Use Pre-Domain Mode
it_it: Utilizza la modalità Pre-Domain

source: Append the suffix <strong>&amp;lang=</strong> to the url
it_it: Aggiunge il suffisso <strong>&amp;lang=</strong> all'url

source: None
it_it: Nessuna

source: Categories & Tags
it_it: Categorie & Tags

source: Translate the url for categories
it_it: Traduci l'url per le categorie

source: Translate menu
it_it: Traduci il menu

source: Translate menu items
it_it: Traduci le voci del menu

source: Hide items that doesn't exists in current language
it_it: Nasconde le voci che non esistono nella lingua corrente

source: Show notice
it_it: Visualizza avviso

source: When the post/page/category that user is viewing is available, based on the information provided by the browser, in their its language:
it_it: Quando l'articolo/pagina/categoria che l'utente st&agrave; visualizzando &egrave; disponibile, in base alle informazioni fornite dal browser, nella sua lingua:

source: Add notice to:
it_it: Aggiungi avviso a

source: Posts
it_it: Articoli

source: Pages
it_it: Pagine

source: Ignore
it_it: Ignora

source: Setting where to show the alert
it_it: Imposta dove visualizzare l'avviso

source: On the top of page/post/category
it_it: All'inizio della pagina/articolo/categoria

source: On the bottom of page/post/category
it_it: Alla fine della pagina/articolo/categoria

source: Cusomize notice:
it_it: Personalizza avviso

source: Before:
it_it: Prima:

source: After:
it_it: Dopo:

source: Comments
it_it: Commenti

source: Group
it_it: Raggruppa

source: View the comments for this article are available in each language
it_it: Visualizza per l'articolo i commenti disponibili in ogni lingua

source: Ungroup
it_it: Separa

source: Each post show only own comments
it_it: Ogni articolo visualizza solo i propri commenti

source: Change wordpress language
it_it: Cambia la lingua di wordpress

source: Set the language of wordpress, in according of selected language
it_it: Imposta la lingua di wordpress in base alla lingua corrente

source: Enable
it_it: Attiva

source: change language also in the admin panel
it_it: Modifica la lingua anche nel pannello di amministrazione

source: Filter posts
it_it: Filtra gli articoli

source: Show only posts of the current language
it_it: Visualizza solo gli articoli nella lingua corrente

source: Filter translations
it_it: Filtra traduzioni

source: Hide translations of posts of the current language
it_it: Nasconde le traduzioni degli articoli della lingua corrente

source: Filter query
it_it: Filtra query

source: Allows you to filter the result of some widgets to display only those records relating to the current language.
it_it: Permette di filtrare il risultato di alcuni widget, in modo da visualizzare solo i record inerenti alla lingua corrente.

source: Supported widgets::
it_it: Widgets supportati:

source: Least reads posts
it_it: Articoli pi&ugrave; letti

source: Most commented
it_it: Articoli pi&ugrave; commentati

source: Filter search
it_it: Filtra la ricerca

source: Allows you to filter the result of the search for show only the posts relating to the current language.
it_it: Permette di filtrare il risultato di alcuni widget, in modo da visualizzare solo i record inerenti alla lingua corrente.

source: Something goes wrong :'(. I don't know where to store .mo file
it_it: Qualcosa è andato storto :'(. Non so dove salvare il file .mo

source: Failed to create folder:
it_it: Creazione della cartella fallita:

source: Error writing the file:
it_it: Errore durante la scrittura del file:

source: Created files:
it_it: File creati

source: Invalid image:
it_it: Immagine non valida:

source: Feature not available
it_it: Caratteristica non disponibile

source: This feature require Php >= 5.3.0, your current version is:
it_it: Questa caratteristica richiede PHP >= 5.3.0, la tua versione attuale è:

source: Current theme <i>"%s"</i> doesn't support localization, <b>cannot be translated!</b>
it_it: Il tema corrente <i>"%s" non supporta la locazione, <b>non può essere tradotto!</b>

source: Available languages:
it_it: Lingue disponibili:

source: Not available
it_it: Non disponibile

source: Main language of the theme:
it_it: Lingua principale del tema:

source: None of the following
it_it: Nessuna delle seguenti

source: All strings
it_it: Tutte le stringhe

source: To translate
it_it: Da tradurre

source: Translated
it_it: Tradotto

source: Translation complete
it_it: Traduzione completata

source: Translation not complete
it_it: Traduzione non completa

source: Show the list flag of available languages on:
it_it: Visualizza le bandiere delle lingue disponibili su:

source: Custom posts type
it_it: Tipi di post personalizzati (custom posts)

source: Where:
it_it: Dove:

source: On the bottom of post/page/category
it_it: Alla fine della pagina/articolo/categoria

source: Flags size:
it_it: Dimensione bandiere

source: Show flags only on translated page.
it_it: Visualizza le bandiere solo sulle pagina tradotte.

source: Customize css:
it_it: Personalizza css:

source: Display items as:
it_it: Visualizza gli elementi come:

source: Flag + text.
it_it: Bandiera + Testo

source: Text only
it_it: solo Testo

source: Flag only
it_it: solo Bandiera

source: Id or class of element to add flags:
it_it: Id o casse dell'elemento a cui accodare le bandiere:

source: Don't forget to add # for id, or . for class
it_it: Non dimenticare di aggiungre # per gli id, e . per le classi

source: Style:
it_it: Stile:

source: Add an element for each language
it_it: Aggiungi un elemento per ogni lingua

source: Add elements in a submenu:
it_it: Aggiungi gli elementi in un sottomenu

source: Add to
it_it: Aggiungi a

source: All menus
it_it: Tutti i menu

source: Languages
it_it: Lingua

source: Language files
it_it: Pacchetto lingua

source: Choose language order
it_it: Sceglio l'ordine della lingua

source: Name of the language
it_it: Nome della lingua

source: Enabled
it_it: Attiva

source: Show/Hide advanced options for languages.
it_it: Mostra/Nascondi le opzioni avanzate per la lingua

source: Show/Hide advanced options for languages
it_it: Visualzza/Nascondi le opzioni avanzate per la lingua

source: Delete current language
it_it: Elimina la lingua selezionata

source: Url slug
it_it: Abbreviazione url

source: Post notice
it_it: Avviso articolo

source: Page notice
it_it: Avviso pagina

source: Locale Wordpress
it_it: Wordpress local

source: Allows you to specify an abbreviation to be used in the URL of the page. <br /> Ex: <br /> www.example.com / en <br /> www.example.com / uk
it_it: Permette di specificare l'abbreviazione da utilizzare all'interno dell'Url della pagina.<br />Es: <br />www.example.com/it<br />www.example.com/uk

source: Define the text of the notice to be displayed when the post is available in the visitor's language
it_it: Definisci il testo dell'avviso da visualizzare quando l'articolo &egrave; disponibile nella lingua del visitatore

source: Define the text of the notice to be displayed when the page is available in the visitor's language
it_it: Definisci il testo dell'avviso da visualizzare quando la pagina &egrave; disponibile nella lingua del visitatore

source: Helps to link correctly the defined language by the user's browser.
it_it: Serve ad abbinare correttamente la lingua definita, con quella del browser dell'utente.

source: Choose the language
it_it: Sceglia la lingua

source: Upload flag
it_it: Carica bandiera

source: No related category
it_it: Nessuna categoria associata

source: If you want to use default translation check <a href="%s">here</a> if language file are availables for all languages :)
it_it: Se vuoi utilizzare le traduzioni di default controlla <a href="%s">qui</a> se i file delle lingue sono disponibili per tutte le lingue

source: If you want to customize widget titles you must assign a title for each of them in "Appearance" -> "Widgets"
it_it: Se vuoi personalizzare i titoli dei widgets è necessario che imposti, in "Aspetto" -> "Widgets", il titolo per ognuno di essi.

source: Title
it_it: Titolo

source: Reset titles
it_it: Azzera i titoli

source: Edit this item inline
it_it: Modifica questa voce inline

source: Quick&nbsp;Edit
it_it: Modifica veloce

source: Add new language
it_it: Aggiungi una nuova lingua

source: Choose the language that you want to add.
it_it: Sceglia la lingua che vuoi aggiungere.

source: Customize the name of the language.
it_it: Personalizza il nome della lingua.

source: <b>"Post notice"</b> and <b>"Page notice"</b> are displayed when the post/page is available in the visitor's page.
it_it: Definisci il testo dell'avviso da visualizzare quando la pagina/post &egrave; disponibile nella lingua del visitatore

source: Customize them if you want, or leave it blank (no message will be shown)
it_it: Personalizzali se vuoi, oppure lasciali vuoti ( nessun messaggio verrà visualizzato )

source: Save changes
it_it: Salva modifiche

source: Download wordpress language file for standard themes and admin interfaces
it_it: Scarica i file della lingua per l'interfaccia di amministratore e per i temi standard

source: If download fails, means that wordpress interfaces isn't available in that language, anyhow the plugin will works correctly
it_it: Se il download fallisce vuol dire che wordpress non è disponibile in quella lingua, comunque il plugin funzionerà correttamente

source: Show flags on your site withouth use the widget
it_it: Visualizza le bandiere sul tuo sito senza utilizzare il widget.

source: Translate theme
it_it: Traduci il menu

source: Works only if has been localized using the the GNU gettext framework.
it_it: Funziona solo se è stato localizzato utilizzando il framework GNU gettext.

source: Donate:
it_it: Fai una donazione

source: If you like this plugin, please donate to support development and maintenance :)
it_it: Se hai gradito <strong>"Ceceppa Multilingua"</strong>, sostieni con una donazione il suo sviluppo e il suo mantenimento :)
